export const mainKeyWord = () => {
  return [
    {
      Word: "กรุงเทพมหานคร",
      Count: 592,
    },
    {
      Word: "ก่อสร้าง",
      Count: 449,
    },
    {
      Word: "โครงการก่อสร้าง",
      Count: 395,
    },
    {
      Word: "ค่าใช้จ่ายโครงการ",
      Count: 325,
    },
    {
      Word: "พื้นที่",
      Count: 289,
    },
    {
      Word: "มูลฝอย",
      Count: 244,
    },
    {
      Word: "คลอง",
      Count: 196,
    },
    {
      Word: "อาคาร",
      Count: 182,
    },
    {
      Word: "ถนน",
      Count: 180,
    },
    {
      Word: "กำจัด",
      Count: 150,
    },
    {
      Word: "โครงการปรับปรุง",
      Count: 124,
    },
    {
      Word: "กำจัดมูลฝอย",
      Count: 115,
    },
    {
      Word: "บริเวณ",
      Count: 114,
    },
    {
      Word: "ส่งเสริม",
      Count: 103,
    },
    {
      Word: "โครงการจ้างเหมา",
      Count: 101,
    },
    {
      Word: "จ้างเหมาเอกชน",
      Count: 98,
    },
    {
      Word: "น้ำเสีย",
      Count: 83,
    },
    {
      Word: "ค่าใช้จ่ายโครงการกรุงเทพมหานคร",
      Count: 73,
    },
    {
      Word: "โครงการกรุงเทพมหานคร",
      Count: 73,
    },
    {
      Word: "เขตปลอดบุหรี่",
      Count: 69,
    },
    {
      Word: "รถเก็บขนมูลฝอย",
      Count: 69,
    },
    {
      Word: "กรุงเทพมหานครเขตปลอดบุหรี่",
      Count: 67,
    },
    {
      Word: "โครงการกรุงเทพมหานครเขตปลอดบุหรี่",
      Count: 67,
    },
    {
      Word: "เมืองอาหารปลอดภัย",
      Count: 67,
    },
    {
      Word: "โครงการเช่า",
      Count: 64,
    },
    {
      Word: "ระบบรวบรวมน้ำเสีย",
      Count: 44,
    },
    {
      Word: "สวนสนาม",
      Count: 42,
    },
    {
      Word: "โครงการพัฒนาระบบ",
      Count: 39,
    },
    {
      Word: "ครอบครัวรักการอ่าน",
      Count: 37,
    },
    {
      Word: "สายไฟฟ้า",
      Count: 34,
    },
    {
      Word: "สมาชิกกรุงเทพมหานคร",
      Count: 22,
    },
    {
      Word: "การเลือกตั้งผู้ว่าราชการกรุงเทพมหานครและสมาชิกกรุงเทพมหานคร",
      Count: 22,
    },
    {
      Word: "การพัฒนาคุณภาพ",
      Count: 21,
    },
    {
      Word: "พิธีปฏิญาณตนและสวนสนาม",
      Count: 21,
    },
    {
      Word: "การสอนภาษาจีน",
      Count: 20,
    },
    {
      Word: "เส้นทางสู่อาชีพ",
      Count: 13,
    },
    {
      Word: "การเปิดโลกกว้าง",
      Count: 13,
    },
  ];
};
