export interface Topic {
  topic: string[];
}

export interface Problem {
  strategy: string;
  title: string;
  img: string;
  icon: string;
  topics: Topic[];
}

export const problemsData: Problem[] = [
  {
    strategy: "safe",
    title: "น้ำเน่าเสีย, ขยะ, ฝุ่นละออง",
    img: "issue_1",
    icon: "default_1",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
  {
    strategy: "environment",
    title: "พื้นที่สีเขียวและสวนสาธารณะน้อย ไม่ปลอดภัย",
    img: "issue_2",
    icon: "default_2",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
  {
    strategy: "democracy",
    title: "การทุจริต คอร์รัปชั่น",
    img: "issue_3",
    icon: "default_3",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
  {
    strategy: "equality",
    title: "สาธารณูปโภคพื้นฐานไม่รองรับกับผู้พิการ",
    img: "issue_4",
    icon: "default_4",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
  {
    strategy: "management",
    title: "การบริการออนไลน์ประชาชนที่เข้ามาติดต่อยุ่งยาก",
    img: "issue_5",
    icon: "default_5",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
  {
    strategy: "economic",
    title: "แหล่งท่องเที่ยวเสื่อมโทรม",
    img: "issue_6",
    icon: "default_6",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
  {
    strategy: "connectivity",
    title: "เมืองแออัด ไม่เป็นระเบียบ",
    img: "issue_7",
    icon: "default_7",
    topics: [
      {
        topic: [
          "สามารถรักษาวินัยทางการเงินการคลังทั้งในระยะสั้นและระยะยาว",
          "การบัญชีการงบประมาณ และการตรวจสอบควบคุมภายในถูกต้องโปร่งใสตรวจสอบได้",
          "ส่งเสริมให้กรุงเทพมหานครมีแผนงบประมาณรายจ่าย แผนการลงทุน และแผนซ่อมบำรุงอุปกรณ์/ครุภัณฑ์ที่เหมาะสม",
          "มีการออกแบบระบบเก็บค่าธรรมเนียมที่สะดวกสำหรับประชาชน ผ่านระบบออนไลน์ หรือ Mobile Banking",
        ],
      },
    ],
  },
];
