interface Topic {
  text: string;
}

export interface Problem {
  strategy: string;
  title: string;
  img: string;
  icon: string;
  topic: Topic[];
}

export const problemsData: Problem[] = [
  {
    strategy: "safe",
    title: "น้ำเน่าเสีย, ขยะ, ฝุ่นละออง",
    img: "issue_1",
    icon: "default_1",
    topic: [
      {
        text: "ปลอดอาชญากรรมและยาเสพติด",
      },
      {
        text: "ปลอดอุบัติเหตุ",
      },
      {
        text: "ปลอดภัยพิบัติ",
      },
      {
        text: "ปลอดอุบัติภัยจากสิ่งก่อสร้าง",
      },
    ],
  },
  {
    strategy: "environment",
    title: "พื้นที่สีเขียวและสวนสาธารณะน้อย ไม่ปลอดภัย",
    img: "issue_2",
    icon: "default_2",
    topic: [
      {
        text: "คุณภาพสิ่งแวดล้อมยั่งยืน",
      },
      {
        text: "พื้นที่สีเขียวเพื่อสุขภาวะที่ดีและมีความยั่งยืนด้านสิ่งแวดล้อมตามมาตรฐานสากล",
      },
      {
        text: "สังคมคาร์บอนต่ำและการรับมือต่อการเปลี่ยนแปลงสภาพ",
      },
      {
        text: "เมืองที่ใช้พลังงานอย่างมีประสิทธิภาพสูงและเป็นมิตรต่อสิ่งแวดล้อม",
      },
    ],
  },
  {
    strategy: "democracy",
    title: "การทุจริต คอร์รัปชั่น",
    img: "issue_3",
    icon: "default_3",
    topic: [
      {
        text: "มหานครกรุงเทพแบบบูรณาการ",
      },
      {
        text: "พลเมืองขับเคลื่อนมหานคร",
      },
      {
        text: "การกระจายอำนาจ",
      },
      {
        text: "เมืองสีขาว",
      },
    ],
  },
  {
    strategy: "equality",
    title: "สาธารณูปโภคพื้นฐานไม่รองรับกับผู้พิการ",
    img: "issue_4",
    icon: "default_4",
    topic: [
      {
        text: "ผู้สูงอายุ คนพิการ และผู้ด้อยโอกาสได้รับการดูแลอย่างครบวงจร",
      },
      {
        text: "เมืองแห่งโอกาสทางสังคม",
      },
      {
        text: "การศึกษาสำหรับทุกคน",
      },
      {
        text: "สังคมพหุวัฒนธรรม",
      },
    ],
  },
  {
    strategy: "management",
    title: "การบริการออนไลน์ประชาชนที่เข้ามาติดต่อยุ่งยาก",
    img: "issue_5",
    icon: "default_5",
    topic: [
      {
        text: "กฎหมาย",
      },
      {
        text: "การบริหารและประเมินผลแผน",
      },
      {
        text: "การบริหารทรัพยากรบุคคล",
      },
      {
        text: "การคลังและงบประมาณ",
      },
    ],
  },
  {
    strategy: "economic",
    title: "แหล่งท่องเที่ยวเสื่อมโทรม",
    img: "issue_6",
    icon: "default_6",
    topic: [
      {
        text: "เมืองแห่งโอกาสทางธุรกิจและการลงทุน",
      },
      {
        text: "กรุงเทพมหานครเป็นเมืองที่น่าท่องเที่ยวระดับโลก",
      },
      {
        text: "เมืองแห่งการจัดประชุมนิทรรศการ",
      },
    ],
  },
  {
    strategy: "connectivity",
    title: "เมืองแออัด ไม่เป็นระเบียบ",
    img: "issue_7",
    icon: "default_7",
    topic: [
      {
        text: "เมืองกรุงเทพมหานครเติบโตอย่างมีระเบียบ มีการใช้ประโยชน์ที่ดินและทรัพยากรอย่างมีประสิทธิภาพ",
      },
      {
        text: "กรุงเทพมหานครมีศูนย์ชุมชนย่อย (Sub Center) เป็นระบบตามลำดับความสำคัญ และศักยภาพพื้นที่เป็นโครงข่ายเชื่อมโยงกันอย่างมีระบบ",
      },
      {
        text: "กรุงเทพมหานครเป็นเมืองที่มีรูปแบบการจัดการภูมิทัศน์เมืองอย่างยั่งยืน",
      },
      {
        text: "กรุงเทพมหานครมีระบบขนส่งมวลชนทั่วถึง สะดวก ประหยัด การจราจรคล่องตัวและมีทางเลือก",
      },
    ],
  },
];
