export const surveyData = () => [
  {
    no: 1,
    Problem_full_name: "ปรับปรุงระบบจัดการขยะ",
    Problem: "ขยะ",
    Sub_problem: [
      {
        name: "ขยะ",
        strategy: "การพัฒนาสิ่งแวดล้อมยั่งยืน",
      },
    ],
  },
  {
    no: 2,
    Problem_full_name: "พัฒนาระบบการศึกษา",
    Problem: "การศึกษา",
    Sub_problem: [
      {
        name: "ก่อสร้าง/ปรับปรุงโรงเรียน",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
      {
        name: "สร้างห้องเรียนทันสมัย",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
      {
        name: "พัฒนาสวัสดิการนักเรียนและบุคลากรทางการศึกษา",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
    ],
  },

  {
    no: 3,
    Problem_full_name: "จัดระเบียบและปรับปรุงผังเมือง",
    Problem: "ผังเมือง",
    Sub_problem: [
      { name: "พัฒนาทางเท้า ทางข้าม สะพาน", strategy: "การสร้างเมืองปลอดภัย" },
      { name: "ก่อสร้างหรือปรับปรุง ถนน ตรอก ซอย", strategy: "การสร้างเมืองปลอดภัย" },
      { name: "ปรับปรุง อาคาร/สิ่งก่อสร้างสาธารณะ", strategy: "การสร้างเมืองปลอดภัย" },
    ],
  },

  {
    no: 4,
    Problem_full_name: "เพิ่มพื้นที่สาธารณะ",
    Problem: "พื่นที่สาธารณะ",
    Sub_problem: [
      {
        name: "ปลูกต้นไม้/เพิ่มพื้นที่สีเขียว",
        strategy: "การพัฒนาสิ่งแวดล้อมยั่งยืน",
      },
      {
        name: "ปรับปรุงลานกีฬาและสวนสาธารณะ",
        strategy: "การเชื่อมโยงเมืองที่มีความคล่องตัว",
      },
      {
        name: "เพิ่มพื้นที่กิจกรรมเพื่อสาธารณะ",
        strategy: "การเชื่อมโยงเมืองที่มีความคล่องตัว",
      },
    ],
  },

  {
    no: 5,
    Problem_full_name: "พัฒนาการบริหารราชการ",
    Problem: "การบริหารราชการ",
    Sub_problem: [
      {
        name: "สร้างแพลตฟอร์มการมีส่วนร่วมและแสดงความเห็นในการใช้งบฯ",
        strategy: "การสร้างเมืองประชาธิปไตยแบบมีส่วนร่วม",
      },
      {
        name: "ปรับปรุง/พัฒนา การให้บริการประชาชน",
        strategy: "การสร้างเมืองประชาธิปไตยแบบมีส่วนร่วม",
      },
      {
        name: "ลดขั้นตอนการขอเอกสารทางราชการ",
        strategy: "การสร้างเมืองประชาธิปไตยแบบมีส่วนร่วม",
      },
    ],
  },

  {
    no: 6,
    Problem_full_name: "พัฒนาปัญหาชุมชนเมือง",
    Problem: "ปัญหาชุมชนเมือง",
    Sub_problem: [
      {
        name: "สนับสนุนสิทธิขั้นพื้นฐานให้คนไร้บ้าน/ลดจำนวนกลุ่มเปราะบาง",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
      {
        name: "วัคซีนเพื่อสัตว์จรจัด",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
      {
        name: "ยกระดับศูนย์บริการสาธารณสุข เพิ่มทรัพยากรและเวลาในการรักษา",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
    ],
  },

  {
    no: 7,
    Problem_full_name: "การระบายน้ำและการจัดการน้ำท่วม",
    Problem: "ระบายน้ำ/น้ำท่วม",
    Sub_problem: [
      { name: "ปรับปรุงแก้ไขน้ำเน่า/น้ำเสีย", strategy: "การสร้างเมืองปลอดภัย" },
      { name: "ขุดลอกคลอง/ลำรางสาธารณะ", strategy: "การสร้างเมืองปลอดภัย" },
      { name: "ก่อสร้าง/ปรับปรุงเขื่อน", strategy: "การสร้างเมืองปลอดภัย" },
    ],
  },

  {
    no: 8,
    Problem_full_name: "ปัญหาจากการจราจร",
    Problem: "จราจร",
    Sub_problem: [
      { name: "จัดการการจราจรติดขัด", strategy: "การเชื่อมโยงเมืองที่มีความคล่องตัว" },
      { name: "ลดมลภาวะทางเสียง", strategy: "การสร้างเมืองปลอดภัย" },
      { name: "ลดฝุ่นละออง/การเผาไหม้", strategy: "การสร้างเมืองปลอดภัย" },
    ],
  },

  {
    no: 9,
    Problem_full_name: "กระตุ้นเศรษฐกิจ",
    Problem: "เศรษฐกิจ",
    Sub_problem: [
      {
        name: "เพิ่มพื้นที่เศรษฐกิจการค้า",
        strategy: "การต่อยอดความเป็นเมืองศูนย์กลางเศรษฐกิจ",
      },
      {
        name: "ฟื้นฟูแหล่งท่องเที่ยวสำคัญ",
        strategy: "การต่อยอดความเป็นเมืองศูนย์กลางเศรษฐกิจ",
      },
    ],
  },

  {
    no: 10,
    Problem_full_name: "ลดจุดเสี่ยงเหตุอาชญากรรม",
    Problem: "อาชญากรรม",
    Sub_problem: [
      {
        name: "เพิ่มไฟฟ้าส่องสว่างบริเวณถนนและทางเดิน",
        strategy: "การสร้างเมืองปลอดภัย",
      },
      { name: "ติดตั้งกล้อง CCTV อย่างทั่วถึง", strategy: "การสร้างเมืองปลอดภัย" },
    ],
  },
  {
    no: 11,
    Problem_full_name: "สร้างชุมชนเข้มแข็ง",
    Problem: "ชุมชนเข้มแข็ง",
    Sub_problem: [
      {
        name: "ส่งเสริมการออมในชุมชน",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
      {
        name: "สร้างงาน/สร้างอาชีพ/เพิ่มศูนย์ฝึกอาชีพ",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
      {
        name: "เพิ่มการตรวจสุขภาพในชุมชน",
        strategy: "การลดความเหลื่อมล้ำด้วยการบริหารเมือง",
      },
    ],
  },
];
